Repository: SenaTaka/car_ui
Catalog: car_ui/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, zh_hans

source: 吸気マニホールド内の絶対圧です。アイドリングで低く、アクセルを踏むと大気圧(約 100 kPa)に近づきます。ターボ車は過給時にそれを上回ります。
de: Der absolute Druck im Ansaugkrümmer. Er ist im Leerlauf niedrig und nähert sich beim Gasgeben dem Luftdruck (ca. 100 kPa) an. Bei Turbofahrzeugen übersteigt er diesen Wert im Ladedruckbetrieb.
en: Absolute pressure inside the intake manifold. Low at idle, approaching atmospheric pressure (about 100 kPa) under throttle; turbo cars exceed it under boost.
es: Presión absoluta dentro del colector de admisión. Es baja al ralentí y se acerca a la presión atmosférica (unos 100 kPa) al pisar el acelerador. En los vehículos turboalimentados, la supera durante la sobrealimentación.
fr: Pression absolue dans le collecteur d'admission. Elle est faible au ralenti et se rapproche de la pression atmosphérique (environ 100 kPa) lorsque vous accélérez. Sur les véhicules turbocompressés, elle la dépasse pendant la suralimentation.
zh_hans: 进气歧管内的绝对压力。怠速时较低,踩下油门后会接近大气压(约 100 kPa)。涡轮增压车型在增压时会超过该数值。

source: 吸気マニホールド圧を基準にした燃料圧力です。
de: Der Kraftstoffdruck bezogen auf den Ansaugkrümmerdruck.
en: Fuel pressure relative to intake manifold pressure.
es: Presión de combustible referida a la presión del colector de admisión.
fr: Pression de carburant référencée à la pression du collecteur d'admission.
zh_hans: 以进气歧管压力为基准的燃油压力。

source: 吸気圧 (MAP)
de: Ansaugdruck (MAP)
en: Intake Pressure (MAP)
es: Presión de admisión (MAP)
fr: Pression d'admission (MAP)
zh_hans: 进气压力 (MAP)

source: 吸気温
de: Ansauglufttemperatur
en: Intake Air Temp
es: Temp. de aire de admisión
fr: Température d'air d'admission
zh_hans: 进气温度

source: 周辺の BLE デバイスを検索中
de: Suche nach BLE-Geräten in der Nähe
en: Scanning for nearby BLE devices
es: Buscando dispositivos BLE cercanos
fr: Recherche d'appareils BLE à proximité
zh_hans: 正在搜索附近的 BLE 设备

source: 回転数
de: Drehzahl
en: RPM
es: RPM
fr: Régime moteur
zh_hans: 转速

source: 地図
de: Karte
en: Map
es: Mapa
fr: Carte
zh_hans: 地图

source: 地図の向き
de: Kartenausrichtung
en: Map Orientation
es: Orientación del mapa
fr: Orientation de la carte
zh_hans: 地图方向

source: 基準トルク
de: Referenzdrehmoment
en: Reference Torque
es: Par de referencia
fr: Couple de référence
zh_hans: 基准扭矩

source: 変化を比較
de: Verläufe vergleichen
en: Compare changes
es: Comparar cambios
fr: Comparer les évolutions
zh_hans: 比较变化

source: 変更はアプリの再起動後に反映されます。
de: Änderungen werden nach einem Neustart der App wirksam.
en: Changes take effect after restarting the app.
es: Los cambios se aplican al reiniciar la app.
fr: Les modifications prennent effet après redémarrage de l'application.
zh_hans: 更改将在重启应用后生效。

source: 外気温
de: Außentemperatur
en: Ambient Temp
es: Temp. ambiente
fr: Température extérieure
zh_hans: 外部温度

source: 大気圧
de: Luftdruck
en: Barometric Pressure
es: Presión atmosférica
fr: Pression atmosphérique
zh_hans: 大气压力

source: 学習した 0 点を基準にしたアクセルの踏み込み量です。
de: Die Gaspedalstellung bezogen auf den erlernten Nullpunkt.
en: Accelerator pedal position relative to the learned zero point.
es: Posición del pedal del acelerador respecto al punto cero aprendido.
fr: Position de la pédale d'accélérateur par rapport au point zéro appris.
zh_hans: 以学习到的零点为基准的加速踏板踩踏量。

source: 学習により長期的に適用される燃料量の補正です。大きくプラスに振れる場合は吸気漏れや燃圧低下などの兆候の可能性があります。
de: Die durch Adaption langfristig angewendete Kraftstoffmengenkorrektur. Ein stark positiver Wert kann auf ein Ansaugleck oder einen niedrigen Kraftstoffdruck hindeuten.
en: Long-term fuel correction applied through learning. A large positive value can indicate an intake leak or low fuel pressure.
es: Corrección de la cantidad de combustible aplicada a largo plazo mediante aprendizaje. Un valor muy positivo puede indicar una fuga de admisión o una presión de combustible baja.
fr: Correction de la quantité de carburant appliquée à long terme par apprentissage. Une valeur fortement positive peut indiquer une fuite d'admission ou une pression de carburant basse.
zh_hans: 通过学习长期应用的燃油量修正。若大幅偏向正值,可能是进气泄漏或燃油压力下降等迹象。

source: 完了
de: Fertig
en: Done
es: Hecho
fr: Terminé
zh_hans: 完成

source: 完全停止すると自動で待機し、発進で計測を開始します。
de: Startet bei vollständigem Stillstand automatisch die Bereitschaft und beginnt die Messung beim Anfahren.
en: Auto-arms at a full stop and starts timing when you launch.
es: Se prepara automáticamente al detenerte por completo y comienza a medir al arrancar.
fr: S'arme automatiquement à l'arrêt complet et démarre le chrono au départ.
zh_hans: 完全停止后将自动进入待机,起步时开始计时。

source: 実トルク
de: Ist-Drehmoment
en: Actual Torque
es: Par real
fr: Couple réel
zh_hans: 实际扭矩

source: 実測の回転数に連動して、往年の名機のサウンドを鳴らせます。
de: Lassen Sie legendäre Motorsounds im Takt Ihrer tatsächlichen Drehzahl erklingen.
en: Legendary engine sounds driven by your real RPM.
es: Reproduce sonidos de motores legendarios sincronizados con tus RPM reales.
fr: Des sons de moteurs légendaires pilotés par votre régime réel.
zh_hans: 可联动实测转速,播放经典名机的发动机声浪。

source: 実走行を再現したデータで、メーターからエンジン音まで今すぐ動きます。
de: Simulierte Fahrdaten bringen sofort alle Anzeigen und den Motorsound zum Leben.
en: Simulated driving data brings every gauge and engine sound to life instantly.
es: Con datos que simulan una conducción real, todos los medidores y el sonido del motor cobran vida al instante.
fr: Des données de conduite simulées animent instantanément chaque cadran et le son moteur.
zh_hans: 使用还原真实驾驶的数据,即刻联动仪表到发动机音效。

source: 対応 PID %lld 件
de: %lld PIDs unterstützt
en: %lld PIDs supported
es: %lld PID compatibles
fr: %lld PID pris en charge
zh_hans: 支持 %lld 项 PID

source: 対応アダプタを Amazon で見る
de: Kompatible Adapter bei Amazon ansehen
en: Browse Compatible Adapters on Amazon
es: Ver adaptadores compatibles en Amazon
fr: Voir les adaptateurs compatibles sur Amazon
zh_hans: 在 Amazon 查看兼容适配器

source: 平均
de: Durchschnitt
en: Average
es: Promedio
fr: Moyenne

source: 平均燃費
de: Ø Verbrauch
en: Avg Economy
es: Consumo medio
fr: Consommation moyenne
zh_hans: 平均油耗

source: 平均速度
de: Ø Geschwindigkeit
en: Avg Speed
es: Velocidad media
fr: Vitesse moyenne

source: 広告プライバシー設定を変更
de: Werbe-Datenschutzeinstellungen ändern
en: Change Ad Privacy Settings
es: Cambiar ajustes de privacidad de anuncios
fr: Modifier les réglages de confidentialité des publicités
zh_hans: 更改广告隐私设置

source: 広告表示に関する同意内容をいつでも変更できます。
de: Sie können Ihre Einwilligung zur Werbeanzeige jederzeit ändern.
en: You can change your ad consent choices at any time.
es: Puedes cambiar tus preferencias de consentimiento de anuncios en cualquier momento.
fr: Vous pouvez modifier vos choix de consentement publicitaire à tout moment.
zh_hans: 您可以随时更改广告显示相关的同意设置。

source: 広告除去は購入済み。Pro で CSV 無制限・記録保存も使えます
de: Werbefreiheit gekauft. Mit Pro erhalten Sie zusätzlich unbegrenzten CSV-Export und gespeicherte Läufe
en: Ad removal purchased. Pro adds unlimited CSV and saved runs
es: Ya has comprado la eliminación de anuncios. Con Pro obtienes CSV ilimitado y guardado de registros
fr: Suppression des publicités achetée. Pro ajoute le CSV illimité et l'enregistrement des runs
zh_hans: 已购买去除广告。升级 Pro 可解锁无限 CSV 导出与记录保存

source: 広告除去は購入済みです。Pro にすると残りの機能も使えます。
de: Werbefreiheit wurde gekauft. Mit einem Upgrade auf Pro schalten Sie die restlichen Funktionen frei.
en: Ad removal purchased. Upgrade to Pro to unlock the rest.
es: Ya has comprado la eliminación de anuncios. Actualiza a Pro para desbloquear el resto.
fr: Suppression des publicités achetée. Passez à Pro pour débloquer le reste.
zh_hans: 已购买去除广告。升级 Pro 可解锁其余全部功能。

source: 広告除去・CSV 無制限・記録保存
de: Werbefrei, unbegrenztes CSV, gespeicherte Läufe
en: Ad-free, unlimited CSV, saved runs
es: Sin anuncios, CSV ilimitado, registros guardados
fr: Sans publicité, CSV illimité, runs enregistrés
zh_hans: 去除广告、无限 CSV、记录保存

source: 待機
de: Bereit
en: Idle
es: En espera
fr: En attente
zh_hans: 待机

source: 必要になった画面で、はじめて許可をお願いします。今は何も求めません。
de: Jede Berechtigung wird erst angefragt, wenn Sie die entsprechende Funktion nutzen. Jetzt wird nichts benötigt.
en: Each permission is requested the first time you use that feature. Nothing is asked for now.
es: Cada permiso se solicita la primera vez que uses esa función. Ahora no se pide nada.
fr: Chaque autorisation est demandée la première fois que vous utilisez cette fonction. Rien n'est demandé pour l'instant.
zh_hans: 仅在实际需要时才会请求相应权限,现在无需授予任何权限。

source: 戻る
de: Zurück
en: Back
es: Atrás
fr: Retour
zh_hans: 返回

source: 拡大
de: Zoom
en: Zoom
es: Ampliar
fr: Zoom
zh_hans: 放大

source: 排気ガスを浄化する触媒の温度です。走行中は数百 ℃ まで上がります。
de: Die Temperatur des Katalysators, der die Abgase reinigt. Sie steigt während der Fahrt auf mehrere hundert °C.
en: Temperature of the catalytic converter that cleans the exhaust. Reaches several hundred °C while driving.
es: Temperatura del catalizador que depura los gases de escape. Alcanza varios cientos de °C durante la conducción.
fr: Température du catalyseur qui dépollue les gaz d'échappement. Elle atteint plusieurs centaines de °C en roulant.
zh_hans: 净化废气的催化器温度。行驶中会升高到数百摄氏度。

source: 排気中の酸素濃度を電圧で示します。触媒前(S1)は 0.1〜0.9 V を往復し、触媒後(S2)が安定していれば触媒は正常に働いています。B はバンク(気筒列)です。
de: Der Sauerstoffgehalt im Abgas, angezeigt als Spannung. Der Sensor vor dem Katalysator (S1) pendelt zwischen 0,1 und 0,9 V; ist der Sensor nach dem Katalysator (S2) stabil, arbeitet der Katalysator einwandfrei. B steht für die Zylinderbank.
en: Oxygen level in the exhaust shown as a voltage. Upstream sensors (S1) swing between 0.1–0.9 V; if the downstream sensor (S2) is steady, the catalytic converter is working. B is the cylinder bank.
es: Nivel de oxígeno en el escape indicado como voltaje. El sensor previo al catalizador (S1) oscila entre 0,1 y 0,9 V; si el sensor posterior (S2) se mantiene estable, el catalizador funciona correctamente. B indica el banco de cilindros.
fr: Niveau d'oxygène dans les gaz d'échappement indiqué sous forme de tension. La sonde en amont du catalyseur (S1) oscille entre 0,1 et 0,9 V ; si la sonde en aval (S2) reste stable, le catalyseur fonctionne correctement. B désigne la rangée de cylindres (bank).
zh_hans: 以电压表示排气中的氧浓度。催化器前(S1)会在 0.1~0.9 V 之间往复变化,若催化器后(S2)稳定,说明催化器工作正常。B 表示气缸列(排气歧管组)。

source: 排気再循環(EGR)バルブへの開度指令です。NOx 低減のため排気の一部を吸気へ戻します。
de: Die befohlene Öffnung des Abgasrückführungsventils (AGR), das einen Teil der Abgase zur Reduzierung von NOx in die Ansaugluft zurückführt.
en: Commanded opening of the exhaust gas recirculation (EGR) valve, which routes some exhaust back into the intake to reduce NOx.
es: Apertura ordenada a la válvula de recirculación de gases de escape (EGR), que devuelve parte del escape a la admisión para reducir el NOx.
fr: Ouverture commandée pour la vanne de recirculation des gaz d'échappement (EGR), qui renvoie une partie des gaz d'échappement vers l'admission pour réduire les NOx.
zh_hans: 发给废气再循环(EGR)阀的开度指令。为降低 NOx 排放,会将部分废气送回进气。

source: 接続
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
zh_hans: 连接

source: 接続してデバイスを検索
de: Verbinden und nach Geräten suchen
en: Connect & Scan for Devices
es: Conectar y buscar dispositivos
fr: Connecter et rechercher des appareils
zh_hans: 连接并搜索设备

source: 接続すると、この車が対応するデータを自動で見つけて表示します。
de: Nach dem Verbinden werden die von Ihrem Auto unterstützten Daten automatisch gefunden und angezeigt.
en: Once connected, the app finds and displays the data your car supports.
es: Al conectar, la app encuentra y muestra automáticamente los datos que admite tu coche.
fr: Une fois connectée, l'appli trouve et affiche les données prises en charge par votre voiture.
zh_hans: 连接后,将自动查找并显示此车支持的数据。

source: 接続に失敗しました
de: Verbindung fehlgeschlagen
en: Connection failed
es: Error de conexión
fr: Échec de la connexion
zh_hans: 连接失败

source: 接続またはデモモードを開始すると、全チャンネルの時系列が自動で記録されます。
de: Sobald eine Verbindung oder der Demomodus gestartet wird, werden alle Kanäle automatisch als Zeitreihe aufgezeichnet.
en: Start a connection or demo mode and every channel is recorded automatically.
es: Al iniciar una conexión o el modo demo, se registra automáticamente el historial de todos los canales.
fr: Démarrez une connexion ou le mode démo et tous les canaux sont enregistrés automatiquement.
zh_hans: 开始连接或演示模式后,将自动记录所有通道的时间序列数据。

source: 接続中は画面をスリープさせない
de: Bildschirm bei Verbindung nicht sperren
en: Keep Screen Awake While Connected
es: Mantener la pantalla activa mientras esté conectado
fr: Empêcher la mise en veille pendant la connexion
zh_hans: 连接期间保持屏幕常亮

source: 接続済み
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
zh_hans: 已连接

source: 擬似データで全機能を試せます。
de: Testen Sie alle Funktionen mit simulierten Daten.
en: Try every feature with simulated data.
es: Prueba todas las funciones con datos simulados.
fr: Essayez toutes les fonctions avec des données simulées.
zh_hans: 可使用模拟数据体验全部功能。

source: 故障コード(DTC)を消去してから走行した距離です。
de: Die zurückgelegte Strecke seit dem Löschen der Fehlercodes (DTC).
en: Distance driven since diagnostic trouble codes (DTC) were cleared.
es: Distancia recorrida desde que se borraron los códigos de diagnóstico (DTC).
fr: Distance parcourue depuis l'effacement des codes défaut (DTC).
zh_hans: 自清除故障码(DTC)以来行驶的距离。

source: 方位
de: Kurs
en: Heading
es: Rumbo
fr: Cap

source: 方位 (GPS)
de: Kurs (GPS)
en: Heading (GPS)
es: Rumbo (GPS)
fr: Cap (GPS)

source: 旋回時に横方向へかかる加速度です。端末の取り付け角度によらず水平面で算出します。
de: Die seitliche Beschleunigung in Kurven. Sie wird unabhängig vom Einbauwinkel des Geräts in der horizontalen Ebene berechnet.
en: Sideways acceleration in corners. Calculated in the horizontal plane regardless of how the device is mounted.
es: Aceleración lateral durante los giros. Se calcula en el plano horizontal, independientemente del ángulo de montaje del dispositivo.
fr: Accélération latérale dans les virages. Elle est calculée dans le plan horizontal, quel que soit l'angle de montage de l'appareil.
zh_hans: 转弯时施加在横向的加速度。无论设备安装角度如何,均按水平面计算。

source: 時刻
de: Uhrzeit
en: Time
es: Hora
fr: Heure
zh_hans: 时间

source: 時系列
de: Zeitverlauf
en: Timeline
es: Cronología
fr: Chronologie
zh_hans: 时间序列

source: 更新 %@
de: Aktualisiert %@
en: Updated %@
es: Actualizado %@
fr: Mis à jour %@
zh_hans: 更新于 %@

source: 最大 (%@)
de: Max. (%@)
en: Max (%@)
es: Máx. (%@)
fr: Max (%@)

source: 最小 (%@)
de: Min. (%@)
en: Min (%@)
es: Mín. (%@)
fr: Min (%@)

source: 未取得
de: Noch nicht erfasst
en: Not read yet
es: Sin leer
fr: Non lu
zh_hans: 未获取

source: 未接続
de: Offline
en: Offline
es: Sin conexión
fr: Hors ligne
zh_hans: 未连接

source: 未接続 — アイドル音を試聴できます
de: Nicht verbunden — Leerlaufsound zum Anhören
en: Not connected — preview the idle sound
es: Sin conexión — puedes escuchar el sonido de ralentí
fr: Non connecté — écoutez un aperçu du son au ralenti
zh_hans: 未连接 — 可试听怠速声音

source: 未接続(接続すると対応 PID が自動で並びます)
de: Nicht verbunden (unterstützte PIDs erscheinen automatisch nach dem Verbinden)
en: Not connected (supported PIDs appear automatically after connecting)
es: Sin conexión (los PID compatibles aparecerán automáticamente al conectar)
fr: Non connecté (les PID pris en charge s'affichent automatiquement après connexion)
zh_hans: 未连接(连接后将自动列出支持的 PID)

source: 検出したデバイス
de: Gefundene Geräte
en: Discovered Devices
es: Dispositivos encontrados
fr: Appareils détectés
zh_hans: 已发现的设备

source: 検索
de: Suche
en: Scanning
es: Buscar
fr: Recherche
zh_hans: 搜索

source: 検索を停止
de: Suche stoppen
en: Stop Scanning
es: Detener búsqueda
fr: Arrêter la recherche
zh_hans: 停止搜索

source: 標準
de: Standard
en: Standard
es: Estándar
fr: Standard
zh_hans: 标准

source: 横 %@ G、前後 %@ G
de: Quer %1$@ G, längs %2$@ G
en: Lateral %1$@ G, longitudinal %2$@ G
es: Lateral %@ G, longitudinal %@ G
fr: %1$@ G latéral, %2$@ G longitudinal
zh_hans: 横向 %@ G,纵向 %@ G

source: 横 G
de: Quer-G
en: Lateral G
es: G lateral
fr: G latéral
zh_hans: 横向 G

source: 横 G と前後 G を合成した加速度の大きさです。
de: Der Betrag der aus seitlicher und längsgerichteter G-Kraft zusammengesetzten Beschleunigung.
en: Combined magnitude of lateral and longitudinal G.
es: Magnitud de la aceleración combinada de la G lateral y la G longitudinal.
fr: Amplitude de l'accélération combinant le G latéral et le G longitudinal.
zh_hans: 横向 G 与前后 G 合成后的加速度大小。

source: 横持ち(1行=1時刻)
de: Breit (1 Zeile = 1 Zeitpunkt)
en: Wide (1 row = 1 timestamp)
es: Ancho (1 fila = 1 marca de tiempo)
fr: Large (1 ligne = 1 horodatage)
zh_hans: 横向排列(1 行 = 1 个时间点)

source: 横持ち: 時刻ごとに選択チャンネルを列で並べます(表計算向け)。
de: Breit: ausgewählte Kanäle als Spalten je Zeitpunkt (für Tabellenkalkulationen).
en: Wide: selected channels as columns per timestamp (spreadsheet-friendly).
es: Ancho: coloca los canales seleccionados como columnas por cada marca de tiempo (ideal para hojas de cálculo).
fr: Large : les canaux sélectionnés en colonnes par horodatage (adapté aux tableurs).
zh_hans: 横向排列:按时间点将所选通道以列排列(适合电子表格)。

source: 機能
de: Funktionen
en: Features
es: Funciones
fr: Fonctionnalités
zh_hans: 功能

source: 正規化(単位の異なる系列を 0-1 で重ねる)
de: Normalisieren (Reihen mit unterschiedlichen Einheiten auf 0-1 überlagern)
en: Normalize (overlay series with different units on a 0-1 scale)
es: Normalizar (superpone series con distintas unidades en una escala de 0 a 1)
fr: Normaliser (superposer des séries d'unités différentes sur une échelle de 0 à 1)
zh_hans: 归一化(将不同单位的数据序列换算到 0-1 后叠加)

source: 水平精度
de: Horizontale Genauigkeit
en: Horizontal Accuracy
es: Precisión horizontal
fr: Précision horizontale

source: 注意
de: Hinweis
en: Attention
es: Atención
fr: Attention

source: 消去
de: Löschen
en: Clear
es: Borrar
fr: Effacer
zh_hans: 清除

source: 消費燃料
de: Kraftstoffverbrauch
en: Fuel Used
es: Combustible consumido
fr: Carburant consommé
zh_hans: 消耗燃油量

source: 準備完了
de: Alles bereit
en: You're All Set
es: Todo listo
fr: Vous êtes prêt
zh_hans: 准备就绪

source: 点火プラグが火花を飛ばすタイミング(上死点前の進角)です。負荷や回転数に応じて ECU が調整します。
de: Der Zeitpunkt, zu dem die Zündkerze den Funken auslöst (Frühzündung vor dem oberen Totpunkt). Das ECU passt ihn je nach Last und Drehzahl an.
en: Spark timing (advance before top dead center). The ECU adjusts it with load and RPM.
es: Momento en que la bujía genera la chispa (avance antes del punto muerto superior). La ECU lo ajusta según la carga y las revoluciones.
fr: Moment auquel la bougie produit l'étincelle (avance avant le point mort haut). L'ECU l'ajuste en fonction de la charge et du régime.
zh_hans: 火花塞点火的时机(上止点前的提前角)。ECU 会根据负荷和转速进行调整。

source: 点火時期
de: Zündzeitpunkt
en: Ignition Timing
es: Avance de encendido
fr: Avance à l'allumage
zh_hans: 点火提前角

source: 無料版は直近%lld件(行)までエクスポート。Pro で無制限。
de: Die kostenlose Version exportiert bis zu den letzten %lld Zeilen. Mit Pro unbegrenzt.
en: Free version exports up to the latest %lld rows. Unlimited with Pro.
es: La versión gratuita exporta hasta las últimas %lld filas. Con Pro, sin límite.
fr: La version gratuite exporte jusqu'aux %lld dernières lignes. Illimité avec Pro.
zh_hans: 免费版最多可导出最近 %lld 条(行)。升级 Pro 无限制。

source: 燃圧
de: Kraftstoffdruck
en: Fuel Pressure
es: Presión de combustible
fr: Pression de carburant
zh_hans: 燃油压力

source: 燃圧 (マニホールド比)
de: Kraftstoffdruck (rel. Saugrohr)
en: Fuel Pressure (rel. manifold)
es: Presión de combustible (rel. al colector)
fr: Pression de carburant (rel. collecteur)
zh_hans: 燃油压力 (相对进气歧管)

source: 燃圧 (直噴レール)
de: Kraftstoffdruck (Direkteinspritzung, Rail)
en: Fuel Rail Pressure (DI)
es: Presión del riel de combustible (inyección directa)
fr: Pression de rampe (injection directe)
zh_hans: 燃油压力 (直喷共轨)

source: 燃料
de: Kraftstoff
en: Fuel
es: Combustible
fr: Carburant

source: 燃料に含まれるエタノールの混合率です(フレックス燃料車向け)。
de: Der Ethanolanteil im Kraftstoff (für Flex-Fuel-Fahrzeuge).
en: Ethanol blend ratio in the fuel (for flex-fuel vehicles).
es: Porcentaje de etanol mezclado en el combustible (para vehículos de combustible flexible).
fr: Proportion d'éthanol dans le carburant (pour les véhicules à carburant modulable).
zh_hans: 燃油中乙醇的混合比例(适用于灵活燃料车)。

source: 燃料タンクの蒸発ガスをキャニスターからエンジンへ吸わせる制御(パージ)の開度です。
de: Der Öffnungsgrad der Tankentlüftungssteuerung (Purge), die Kraftstoffdämpfe vom Aktivkohlebehälter in den Motor leitet.
en: Opening of the purge control, which draws fuel tank vapors from the canister into the engine.
es: Apertura del control de purga, que hace pasar los vapores del depósito de combustible desde el bote de carbón hasta el motor.
fr: Degré d'ouverture de la commande de purge, qui aspire les vapeurs du réservoir de carburant depuis le canister vers le moteur.
zh_hans: 将燃油箱蒸发气体从炭罐吸入发动机的控制(清污)阀开度。

source: 燃料タンク残量の割合です。
de: Der Prozentsatz des verbleibenden Kraftstoffs im Tank.
en: Fuel remaining in the tank as a percentage.
es: Porcentaje de combustible restante en el depósito.
fr: Pourcentage de carburant restant dans le réservoir.
zh_hans: 燃油箱剩余油量的百分比。

source: 燃料ポンプが作る燃料ラインの圧力です。
de: Der von der Kraftstoffpumpe erzeugte Druck in der Kraftstoffleitung.
en: Fuel line pressure produced by the fuel pump.
es: Presión en la línea de combustible generada por la bomba de combustible.
fr: Pression dans la ligne de carburant générée par la pompe à carburant.
zh_hans: 燃油泵产生的燃油管路压力。

source: 燃料残量
de: Kraftstoffstand
en: Fuel Level
es: Nivel de combustible
fr: Niveau de carburant
zh_hans: 剩余燃油量

source: 燃料流量
de: Kraftstoffdurchfluss
en: Fuel Rate
es: Caudal de combustible
fr: Débit de carburant
zh_hans: 燃油流量

source: 現在
de: Jetzt
en: Now
es: Ahora
fr: Actuel
zh_hans: 当前

source: 現在 %@
de: Jetzt %@
en: Now %@
es: Ahora %@
fr: Actuel %@
zh_hans: 当前 %@

source: 現在の燃料消費量(1 時間あたりのリットル)です。
de: Der aktuelle Kraftstoffverbrauch (Liter pro Stunde).
en: Current fuel consumption in liters per hour.
es: Consumo actual de combustible (litros por hora).
fr: Consommation actuelle de carburant (litres par heure).
zh_hans: 当前的燃油消耗量(每小时消耗的升数)。

source: 現在エンジンが実際に出しているトルクです(基準トルクに対する割合)。
de: Das Drehmoment, das der Motor derzeit tatsächlich abgibt (als Prozentsatz des Referenzdrehmoments).
en: Torque the engine is actually producing, as a percentage of reference torque.
es: Par motor que el motor está entregando realmente (como porcentaje del par de referencia).
fr: Couple réellement délivré par le moteur à l'instant présent (en pourcentage du couple de référence).
zh_hans: 发动机当前实际输出的扭矩(占基准扭矩的百分比)。

source: 現在位置マーカー
de: Positionsmarker
en: Position marker
es: Marcador de posición
fr: Marqueur de position
zh_hans: 当前位置标记

source: 現在地の大気圧です。海面で約 100 kPa、高地では低くなります。
de: Der Luftdruck am aktuellen Standort. Auf Meereshöhe etwa 100 kPa, in größerer Höhe niedriger.
en: Atmospheric pressure at your location. About 100 kPa at sea level, lower at altitude.
es: Presión atmosférica en la ubicación actual. Es de unos 100 kPa a nivel del mar y disminuye con la altitud.
fr: Pression atmosphérique à l'emplacement actuel. Environ 100 kPa au niveau de la mer, plus faible en altitude.
zh_hans: 当前所在地的大气压。海平面约为 100 kPa,海拔越高数值越低。

source: 目標空燃比 (λ)
de: Soll-Luft-Kraftstoff-Verhältnis (λ)
en: Commanded AFR (λ)
es: AFR comandado (λ)
fr: Richesse commandée (λ)
zh_hans: 目标空燃比 (λ)

source: 直噴エンジンの高圧燃料レールの圧力です。
de: Der Druck in der Hochdruck-Kraftstoffleiste bei Direkteinspritzmotoren.
en: High-pressure fuel rail pressure on direct-injection engines.
es: Presión del riel de combustible de alta presión en motores de inyección directa.
fr: Pression de la rampe de carburant haute pression sur les moteurs à injection directe.
zh_hans: 直喷发动机高压燃油轨的压力。

source: 直近2時間
de: Letzte 2 Stunden
en: Last 2 hours
es: Últimas 2 horas
fr: 2 dernières heures
zh_hans: 最近 2 小时

source: 直近30分
de: Letzte 30 Minuten
en: Last 30 minutes
es: Últimos 30 minutos
fr: 30 dernières minutes
zh_hans: 最近 30 分钟

source: 相対アクセルペダル
de: Relatives Gaspedal
en: Relative Accel Pedal
es: Pedal del acelerador relativo
fr: Pédale d'accélérateur relative
zh_hans: 相对加速踏板

source: 相対スロットル
de: Relative Drosselklappe
en: Relative Throttle
es: Acelerador relativo
fr: Papillon relatif
zh_hans: 相对节气门

source: 瞬間燃費
de: Momentanverbrauch
en: Instant Economy
es: Consumo instantáneo
fr: Consommation instantanée
zh_hans: 瞬时油耗

source: 矢印
de: Pfeil
en: Arrow
es: Flecha
fr: Flèche
zh_hans: 箭头
